brew "asdf"
brew "bat"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "graphviz"
brew "grep"
brew "htop"
brew "huggingface-cli"
brew "jj"
brew "luarocks"
brew "mysql-client"
brew "mysql@5.7", link: true
brew "neovim"
brew "ollama"
brew "pipx"
brew "pre-commit"
brew "prek"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zoxide"
cask "affine"
cask "apparency"
cask "appcleaner"
cask "bettertouchtool"
cask "cherry-studio"
cask "cursor"
cask "dbeaver-community"
cask "diffusionbee"
cask "draw-things"
cask "drawio"
cask "font-google-sans-code"
cask "font-lxgw-wenkai"
cask "font-lxgw-wenkai-tc"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "licecap"
cask "lm-studio"
cask "microsoft-edge"
cask "monitorcontrol"
cask "neovide-app"
cask "obsidian"
cask "orbstack"
cask "pixpin"
cask "postman"
cask "raycast"
cask "squirrel-app"
cask "syntax-highlight"
cask "visual-studio-code"
